chat_system_2134532927_actor_description=Jimmy Doggins. Pirate. Shipmaster.
chat_system_2134532927_snap_0_question=^?^Are you a novice in our waters? Do you know that you have to pay a tax for clean water?
chat_system_2134532927_snap_0_answer_0=^?^What water? What nonsense are you talking about?
chat_system_2134532927_snap_1_question=^?^Take a look around! You are sailing on clean water, right? And you are polluting it! When was the last time that your people cleaned that ship? And the garbage you threw overboard, right?<br>If everybody spit in the sea and threw the remains of their breakfast overboard, we'd have a stinking puddle instead of the sea! That's why you have to pay.
chat_system_2134532927_snap_1_answer_0=^?^How much?
chat_system_2134532927_snap_1_answer_1=^?^Even if I pay you, will the sea become cleaner?
chat_system_2134532927_snap_1_answer_2=^?^Try to take the gold from me, then! (Grapple the vessel...)
chat_system_2134532927_snap_1_answer_3=^?^Wait a minute... You'll have to catch me first.
chat_system_2134532927_snap_3_question=^?^Now you're talking! 2000 gold coins.
chat_system_2134532927_snap_3_answer_0=^?^You'll wish you never tried! (Grapple the vessel...)
chat_system_2134532927_snap_3_answer_1=^?^Ok, take your 2000 coins.
chat_system_2134532927_snap_3_answer_2=^?^You're trying to rob me blind! I won't pay it!
chat_system_2134532927_snap_3_header_2=^?^What a smart one you are. You guessed it...
chat_system_2134532927_snap_3_answer_3=^?^You'll have to catch me first! (Set sail...)
chat_system_2134532927_snap_2_question=^?^Sea, cleaner? Hey... I don't get...
chat_system_2134532927_snap_2_answer_0=^?^I know your kind. Thought you'd make some easy gold? No way! (Grapple the vessel...)
chat_system_2134532927_snap_2_answer_1=^?^Talk to me again when you figure it out. Goodbye! (Set sail...)
